<div class="container">
    <div class="row">
        <div class="col-md-8">
            <?php include('template/widgets/main_slideshow.tpl') ?>
        </div>
        <div class="col-md-4">
            <?php include('template/widgets/request_information.tpl'); ?>
        </div> <!-- /.col-md-4 -->
    </div>
</div>


<div class="container">
    <div class="row">

        <!-- Here begin Main Content -->
        <div class="col-md-8">
            <div class="row">
                <div class="col-md-12">
                    <div class="widget-item">
                        <img src="../../images/imikn_logo.jpg">
                        <p>
                            Институт математики и компьютерных наук создан 6 декабря 2005 года на базе факультета математики и компьютерных наук.
                                <br><br>
                            Сегодня Институт представляет собой самостоятельное структурное подразделение в составе Тюменского государственного университета.
                                <br><br>
                            Развитие осуществляется в соответствии с современными тенденциями, развиваются научные школы, открываются экспериментальные площадки.
                                <br><br>
                            Большое внимание уделяется изучению компьютерных наук (программирование, графика, мультимедиа-технологии, информационные системы и сети, базы данных) и предметов математического цикла.
                                <br><br>
                            Кафедры:
                        </p>
                            <ul>
                            <li>Алгебры и математической логики</li>
                            <li>Математического анализа и теории функций</li>
                            <li>Программного обеспечения</li>
                            <li>Информационной безопасности</li>
                            <li>Иностранных языков и межкультурной профессиональной коммуникации естественно-научных направлений</li>
                            <li>Математики и информатики</li>
                            <li>Математического моделирования</li>
                            <li>Информационных систем</li>
                            </ul>
                        <p>
                            <br>
                        Выпускники Института математики и компьютерных наук ТюмГУ хорошо подготовлены в области компьютерных наук, обладают практическими навыками программирования. Владеют как обширными теоретическими знаниями, так и практическими навыками ведения научных исследований и решения производственных задач, умело сочетают фундаментальную математическую подготовку с оригинальностью и строгостью мышления.
                        <br><br>
                        На современном рынке труда они успешно конкурируют с выпускниками других вузов и специальностей, быстро осваивают новые сферы деятельности, успешно делают карьеру.
                        <br><br>
                        Университетское математическое образование России признано во всех странах мира, что позволяет специалистам успешно сотрудничать с зарубежными и международными организациями.
                        <br><br>
                        Выпускники работают во многих банках региона, научных центрах, на предприятиях топливно-энергетического комплекса, в инспекциях, административных органах города и области.
                        <br><br>
                        Студенты регулярно представляют университет на чемпионатах. На всероссийских и международных олимпиадах и конкурсах студенты постоянно занимают призовые места.
                        <br><br>
                        </p>
                    </div> <!-- /.widget-item -->
                </div> <!-- /.col-md-12 -->
            </div> <!-- /.row -->

            <div class="row">
                <!-- Show Latest Blog News -->
                <div class="col-md-6">
                    <?php include('template/widgets/latest_news.tpl') ?>
                </div>
                <!-- Show Latest Events List -->
                <div class="col-md-6">
                    <?php include('template/widgets/events.tpl') ?>
                </div> <!-- /.col-md-6 -->
            </div> <!-- /.row -->

            <div class="row">
                <div class="col-md-12">
                    <?php include('template/widgets/our_campus.tpl') ?>
                </div> <!-- /.col-md-12 -->
            </div> <!-- /.row -->
        </div> <!-- /.col-md-8 -->

        <!-- Here begin Sidebar -->
        <div class="col-md-4">
            <?php include('template/widgets/top_professors.tpl') ?>
            <?php include('template/widgets/testimonial.tpl') ?>
            <?php include('template/widgets/our_gallery.tpl') ?>
        </div>
    </div>
</div>